{"app_type": "hosted", "author": "Presefy", "banner_message": null, "banner_regions": [], "categories": ["business", "education"], "content_ratings": {"regions": {"co": "esrb", "ve": "esrb", "cl": "esrb", "de": "usk", "it": "pegi", "us": "esrb", "hu": "pegi", "br": "classind", "ar": "esrb", "es": "pegi", "uk": "pegi", "pe": "esrb", "uy": "esrb", "mx": "esrb", "pl": "pegi", "gr": "pegi"}, "ratings": {"generic": {"body": "Generic", "body_label": "generic", "description": "Not recommended for users younger than 3 years of age", "rating_label": "3", "rating": "For ages 3+"}, "usk": {"body": "USK", "body_label": "usk", "description": "General Audiences", "rating_label": "0", "rating": "For all ages"}, "classind": {"body": "CLASSIND", "body_label": "classind", "description": "General Audiences", "rating_label": "0", "rating": "For all ages"}, "esrb": {"body": "ESRB", "body_label": "esrb", "description": "Not recommended for users younger than 13 years of age", "rating_label": "13", "rating": "Teen"}, "pegi": {"body": "PEGI", "body_label": "pegi", "description": "Not recommended for users younger than 3 years of age", "rating_label": "3", "rating": "For ages 3+"}}, "interactive_elements": [{"name": "Digital Purchases", "label": "digital-purchases"}], "descriptors": {"generic": [{"name": "No Descriptors", "label": "no-descs"}], "esrb": [{"name": "No Descriptors", "label": "no-descs"}], "classind": [{"name": "No Descriptors", "label": "no-descs"}], "usk": [{"name": "No Descriptors", "label": "no-descs"}], "pegi": [{"name": "No Descriptors", "label": "no-descs"}, {"name": "In-app Purchase Option", "label": "digital-purchases"}]}}, "created": "2013-10-31T02:29:55", "current_version": "1.0", "default_locale": "en-US", "description": {"ru": "<b>Presefy - это бесплатный и простой сервис презентации, который позволяет показать ваши слайды для вашей аудитории.</b>\n\nПокажите ваши слайды презентации (PowerPoint, Google Slides или PDF) с любым устройством.  Привлечьте аудиторию, поскольку они могут видеть ваши слайды на их мобильных телефонах или ноутбуках во время презентации.\n\n<b>Свободное выступление</b>\nПокажите ваши слайды, используя любое устройство и быть готовым  показать в любом месте и в любое время. Прекрасно работает на большинстве современных мобильных устройствах.\n\n<b>Привлекайте зрителей</b>\nУдивите вашу аудиторию, поскольку они могут посмотреть презентацию на их собственных устройствах. Они могут быть в одной комнате или по всему миру.\n\n<b>Супер просто</b>\nАудитория может просматривать слайды на любом современном браузере. Просто поделитесь ссылкой. Нет настройки или установки.\n\n<b>Совместимы на всех устройствах</b>\nИспользуйте анимацию и переходы в презентациях. Оно по-прежнему будет выглядеть удивительным на всех устройствах с современным браузером.\n\n<b>В новостях:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\"", "fr": "<b>Presefy est un service de présentation simple et gratuit qui vous permet de diffuser vos diapositives à votre audience.</b>\n\nPrésentez vos diapositives (PowerPoint, Google Slide ou PDF) avec n'importe quel appareil. Engagez votre auditoire car les gens pourront voir vos diapositives sur leur téléphone portable ou ordinateur portable pendant que vous faites votre présentation.\n\n<b>Présentez librement</b>\nPrésentez vos diapositives en utilisant n'importe quel appareil et soyez prêt à présenter n'importe où et n'importe quand. Fonctionne parfaitement sur les appareils mobiles les plus modernes.\n\n<b>Engagez votre public</b>\nEpatez toutes ces personnes car ils peuvent voir la présentation sur leurs propres appareils. Ils peuvent être dans la même pièce ou à travers le globe.\n\n<b>C’est super facile</b>\nVotre audience peut visualiser les diapositives sur n'importe quel navigateur moderne. Il suffit de partager le lien. Pas de montages ni d’installations.\n\n<b>Compatible avec tous les appareils</b>\nUtilisez des animations et des transitions dans vos présentations. Elles seront toujours aussi impressionnantes sur tous les appareils disposant d'un navigateur moderne.\n\n<b>Aux nouvelles:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\"", "de": "<b>Presefy ist ein kostenloser und komfortabler Präsentationsdienst, der es Ihnen ermöglicht,Ihre Folien an Ihr Publikum zu übertragen.</b>\n\nPräsentieren Sie Ihre Präsentationsfolien (PowerPoint, Google Slides oder PDF) mit allen Geräten. Fangen Sie Ihr Publikum ein, wenn es Ihre Folien auf deren Smartphones oder Laptops während Ihrer Präsentation sehen kann.\n\n<b>Kostenlos präsentieren</b>\nPräsentieren Sie Ihre Folien mit allen Geräten und das jederzeit und überall. Funktioniert perfekt auf den meisten modernen, mobilen Geräten.\n\n<b>Fangen Sie Ihr Publikum ein</b>\nBeeindrucken Sie Ihr Publikum, wenn es die Präsentation auf deren eigenen Geräten betrachten kann. Es kann sich im gleichen Raum oder auf der anderen Seite der Erde aufhalten. \n\n<b>Es ist irre einfach</b>\nDas Publikum kann die Folien auf jedem modernen Browser betrachten. Teilen Sie einfach den Link. Keine Einrichtung oder Installation notwendig.\n\n<b>Kompatibel mit allen Geräten</b>\nBenutzen Sie Animationen und Übergänge in Ihren Präsentationen. Es wird auf allen Geräten mit einem modernen Browser umwerfend aussehen. \n\n<b>In den Nachrichten:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\"", "nl": "<b>Presefy is een gratis en gemakkelijke presentatie-service waarmee u uw slides kunt laten zien aan uw publiek.</b>\n\nPresenteer uw slides (Powerpoint, Google Slides of PDF) met elk apparaat. Betrek uw publiek nu volledig in uw presentatie terwijl ze de slides kunnen zien op hun mobiele telefoon of laptop.\n\n<b>Presenteer moeiteloos</b>\nU bent klaar om waar en wanneer dan ook te presenteren, op elk apparaat. Werkt perfect op de meeste moderne apparaten.\n\n<b>Betrek uw kijkers</b>\nVerbaas uw publiek wanneer zij de presentatie kunnen volgen op hun eigen apparaten. Of ze zich nu in dezelfde ruimte bevinden, of aan de anders kant van de wereld. \n\n<b>Het is heel makkelijk</b>\nUw publiek kan de slides op elke moderne browser volgen. U hoeft alleen de link te delen. Geen installaties of set-up nodig. \n\n<b>Compatibel met alle apparaten</b>\nGebruik animaties en overlappingen in uw presentaties. Het zal er geweldig uitzien op alle apparaten met een moderne browser. \n\n<b>In het nieuws:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\"", "en-US": "<b>Presefy is a free and easy presentation service that lets you broadcast your slides to your audience.</b>\n\nPresent your presentation slides (PowerPoint or PDF) with any device. Engage your audience as they can see your slides on their mobile or laptop during your presentation.\n\n<b>Present freely</b>\nPresent your slides using any device and be ready to present anywhere &amp; anytime. Works perfectly on most modern mobile devices.\n\n<b>Engage your viewers</b>\nWow your audience as they can view the presentation on their own devices. They can be in the same room or across the globe. \n\n<b>It’s super easy</b>\nAudience can view the slides on any modern browser. Just share the link. No setups or installations.\n\n<b>Compatible on all devices</b>\nUse animations and transitions in your presentations. It will still look awesome on all devices with a modern browser. \n\n<b>In the news:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\"", "it": "<b>Presefy è un servizio gratuito e semplice di presentazione che consente di trasmettere le slide al pubblico.</b>\n\nPresenta le tue slide di presentazione (PowerPoint, Google Slides o PDF) con qualsiasi dispositivo. Coinvolgi il pubblico in quanto può vedere le diapositive sul proprio cellulare o computer portatile durante la presentazione.\n\n<b>Presenta liberamente</b>\nPresenta le diapositive utilizzando qualsiasi dispositivo e sii pronto a presentare da qualsiasi luogo ed in qualsiasi momento. Funziona perfettamente sui dispositivi mobili più moderni.\n\n<b>Coinvolgi i tuoi spettatori</b>\nMeraviglia il tuo pubblico in quanto può visualizzare la presentazione sui propri dispositivi. Possono stare nella stessa stanza o in tutto il mondo.\n\n<b>E' super facile</b>\nIl pubblico può visualizzare le diapositive su qualsiasi browser moderno. Basta condividere il link. Nessuna configurazioni o installazione.\n\n<b>Compatibile su tutti i dispositivi</b>\nPuoi utilizzare persino le animazioni e le transizioni nelle tue presentazioni. E' compatibile e perfettamente funzionante su tutti i dispositivi dotati di un browser moderno.\n\n<b>Nelle notizie:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\"", "pl": "<b>Presefy to prosta i bezpłatna usługa prezentacji multimedialnych, która umożliwi Ci transmisję slajdów do Twoich odbiorców.</b>\n\nZaprezentuj swój pokaz slajdów (PowerPoint, Prezentacje Google lub PDF) przy pomocy każdego urządzenia. Zaangażuj swoich odbiorców, którzy mogą oglądać slajdy na swoich urządzeniach przenośnych lub laptopie w trakcie trwania prezentacji.\n\n<b>Prezentuj bez przeszkód</b>\nZaprezentuj swoje slajdy za pomocą dowolnego urządzenia, w jakimkolwiek miejscu i momencie. Działa doskonale na większości nowoczesnych urządzeń mobilnych.\n\n<b>Zaangażuj swoich odbiorców</b>\nZadziw swoich odbiorców, którzy będą mogli wyświetlić prezentację na swoich własnych urządzeniach. Mogą oni przebywać w tym samym pomieszczeniu lub gdziekolwiek na świecie. \n\n<b>To bardzo proste</b>\nOdbiorcy mogą oglądać slajdy na każdej współczesnej przeglądarce. Wystarczy udostępnić link. Bez konfigurowania i instalowania czegokolwiek.\n\n<b>Kompatybilność na wszystkich urządzeniach</b>\nNie bój się używać animacji i przejść w swoich prezentacjach. Nadal będą świetnie wyglądać na wszystkich urządzeniach ze współczesną przeglądarką. \n\n<b>W mediach:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\"", "es": "<b>Presefy es un servicio gratuito de fácil de presentación que le permite transmitir sus diapositivas a su público.</b>\n\nExponga su presentación de diapositivas (PowerPoint, Google Slides o PDF) con cualquier dispositivo. Involucre a su audiencia, ya que pueden ver las diapositivas en sus teléfonos móviles o computadoras portátiles durante su presentación.\n\n<b>Exponga libremente</b>\nPresente sus diapositivas utilizando cualquier dispositivo y esté listo para exponerlas en cualquier lugar y en cualquier momento. Funciona perfectamente en los dispositivos móviles más modernos.\n\n<b>Involucre a sus espectadores</b>\nHaga que su audiencia diga wow, ya que ellos pueden ver la presentación en sus propios dispositivos. Pueden estar en la misma habitación o alrededor del mundo.\n\n<b>Es súper fácil</b>\nEl público puede ver las diapositivas en cualquier navegador moderno. Simplemente comparta el enlace. No se necesitan configuraciones ni instalaciones.\n\n<b>Compatible con todos los dispositivos</b>\nUtilice animaciones y transiciones en sus presentaciones. Se verá todavía increíble en todos los dispositivos con un moderno navegador.\n\n<b>En las noticias:</b>\nTechCrunch: \"Presefy Lets You Control Presentations With Your Phone, No Software Required\"\n\nThe Wall Street Journal: \"Presefy Simplifies Presentations with Smartphone Control\""}, "device_types": ["desktop", "android-mobile", "android-tablet", "firefoxos"], "homepage": {"en-US": ""}, "icons": {"16": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/470/470092-32.png?modified=1389283627", "48": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/470/470092-48.png?modified=1389283627", "128": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/470/470092-128.png?modified=1389283627", "64": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/470/470092-64.png?modified=1389283627"}, "id": 470092, "is_packaged": false, "manifest_url": "https://presefy.com/presefy.webapp", "name": {"en-US": "Presefy"}, "payment_account": null, "payment_required": false, "premium_type": "free", "previews": [{"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/116/116948.png?modified=1389266055", "id": 116948, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/116/116948.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/116/116951.png?modified=1389266055", "id": 116951, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/116/116951.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/116/116949.png?modified=1389266055", "id": 116949, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/116/116949.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/122/122294.png?modified=1389266055", "id": 122294, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/122/122294.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/122/122295.png?modified=1389266055", "id": 122295, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/122/122295.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/122/122296.png?modified=1389266055", "id": 122296, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/122/122296.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/122/122297.png?modified=1389266055", "id": 122297, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/122/122297.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/122/122298.png?modified=1389266055", "id": 122298, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/122/122298.png?modified=1389266055"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/116/116950.png?modified=1389266055", "id": 116950, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/116/116950.png?modified=1389266055"}], "price": null, "price_locale": null, "privacy_policy": "/api/v1/apps/app/470092/privacy/", "public_stats": false, "release_notes": {"ru": "", "fr": "", "de": "", "nl": "", "en-US": "", "it": "", "pl": "", "es": ""}, "ratings": {"count": 4, "average": 3.75}, "regions": [{"name": "Argentina", "slug": "ar", "mcc": 722, "adolescent": true}, {"name": "Brazil", "slug": "br", "mcc": 724, "adolescent": true}, {"name": "Chile", "slug": "cl", "mcc": 730, "adolescent": true}, {"name": "Colombia", "slug": "co", "mcc": 732, "adolescent": true}, {"name": "Germany", "slug": "de", "mcc": 262, "adolescent": true}, {"name": "Spain", "slug": "es", "mcc": 214, "adolescent": true}, {"name": "Greece", "slug": "gr", "mcc": 202, "adolescent": true}, {"name": "Hungary", "slug": "hu", "mcc": 216, "adolescent": true}, {"name": "Italy", "slug": "it", "mcc": 222, "adolescent": true}, {"name": "Montenegro", "slug": "me", "mcc": 297, "adolescent": true}, {"name": "Mexico", "slug": "mx", "mcc": 334, "adolescent": true}, {"name": "Peru", "slug": "pe", "mcc": 716, "adolescent": true}, {"name": "Poland", "slug": "pl", "mcc": 260, "adolescent": true}, {"name": "Serbia", "slug": "rs", "mcc": 220, "adolescent": true}, {"name": "United Kingdom", "slug": "uk", "mcc": 235, "adolescent": true}, {"name": "United States", "slug": "us", "mcc": 310, "adolescent": true}, {"name": "Uruguay", "slug": "uy", "mcc": 748, "adolescent": true}, {"name": "Venezuela", "slug": "ve", "mcc": 734, "adolescent": true}, {"name": "Worldwide", "slug": "worldwide", "mcc": null, "adolescent": true}], "resource_uri": "/api/v1/apps/app/470092/", "slug": "presefy", "status": 4, "summary": null, "support_email": {"en-US": "support@presefy.com"}, "support_url": {"en-US": "https://presefy.com/#/help"}, "supported_locales": [], "tags": [], "upsell": false, "upsold": null, "user": null, "versions": {"1.0": "/api/v1/apps/versions/1497345/"}, "weekly_downloads": null}