{"app_type": "hosted", "author": "Tomasz Scislo", "categories": ["utilities", "maps-navigation"], "content_ratings": {"ratings": null, "interactive_elements": null, "descriptors": null}, "created": "2013-08-19T14:08:41", "current_version": "3.2.0", "default_locale": "en-US", "device_types": ["desktop", "android-mobile", "android-tablet", "firefoxos"], "description": {"ru": "Землемер служит для рассчета площади выбранного участка. Участок определяется с помощью нескольких точек на карте, выбранных с помощью GPS. Необходимо активное подключение к интернет. В результате участок автоматически отображается на карте и вычисляется его площадь.\n\nКак измерить площадь?\n1. Переместитесь в начальную точку и нажмите кнопку 'Начальная точка'. На карте маркером обозначится ваше текущее местоположение.\n2. Перейдите в следующую точку и нажмите кнопку 'Следующая точка'. На карте появится новый маркер, показывающий ваше местоположение.\n3. Добавьте необходимое количество маркеров.\n4. Нажмите кнопку 'Вычислить площадь' чтобы показать результат подсчета, который будет отображен под кнопкой с красной линией, показывающей его на экране.\n\nДополнительные возможности\n1. Каждый маркер можно передвинуть на другую позицию.\n2. Нажатие на маркер отобразит его детали.\n3. Можно удалить любой маркер в окне отображения деталей маркеров.\n4. Единицы измерения расстояния основаны на локальный настройках мобильного телефона.\n5. Единицы измерения расстояния могут быть изменены в меню настроек.", "fr": "Compteur de Surface permet de calculer la surface d'une région sélectionnée. Il vous suffit de sélectionner quelques endroits afin de définir la région en utilisant le GPS. Vous devez avoir une connexion Internet activée. La région sera affiché sur la carte et le calcul de la surface se fera automatiquement\n\nComment mesurer la surface?\n1. Déplacez à votre position de départ et appuyez sur 'Point de départ'. Vous devriez voir un marqueur sur la carte avec votre position actuelle.\n2. Passez à votre prochaine emplacement et appuyer sur 'Point suivant'. Un autre marqueur doit être placé sur la carte, ce qui illustre votre deuxième position.\n3. Insérer autant de marqueurs que vous avez besoin.\n4. Appuyez sur 'Obtenez la surface' pour afficher le résultat du calcul de surface sous la touche avec un polygone rouge qui marque sur la carte\n\nFonctions supplémentaires\n1. Vous pouvez déplacer les marqueurs en utilisant votre doigt pour les ajuster à une position spécifique.\n2. Vous pouvez taper sur chaque marqueur pour voir les détails.\n3. Vous pouvez enlever chaque marqueur dans la fenêtre des détails du marqueur.\n4. Unité de mesure par défaut est basé sur vos paramètres locaux de téléphonie mobile.\n5. Vous pouvez changer l'unité de mesure dans le menu Paramètres.", "de": "Flächemesser erlaubt Dir eine Fläche zu bestimmen, wenn Du auf Deinem Grundstück oder irgendwo läufst. Wähle ein Paar Standorte via GPS und schalte Netz ein. Die Orte werden auf der Landkarte gezeigt und Flächeberechnung wird automatisch durchgeführt.\n\nWie berecht man die Fläche?\n1. Gehe zu Startpunkt und drücke 'Startpunkt'. Du solltest das Marierungssymbol auf der Landkarte mit deinem aktuellen Standort sehen\n2. Gehe zu nächstem Ortbestimmungspunkt und drücke 'Nächster Punkt'. Anderes Markierungssymbol soll auf der Landkarte eingefügt werden und bedeutet deinen zweiten Standort.\n3. Füge so viele Markierungspunkte wie du brauchst ein.\n4. Drücke 'Fläche bestimmen', damit die App ganze Fläche berechnen konnte. Ergebniss wird auf dem Landkarte als ein rotes Vieleck erscheinen, das die schon markierte Fläche symbolisiert.\n\nZusätzliche Eigenschaften\n1. Du kannst die Standortpunkte manuell ändern oder anpassen, nutzend Markierung und Finger.\n2. Du kannst den Markierungspunkt tippen, um mehr Details zu sehen.\n3. Du kannst den Markierungspunkt im Markierungsdetails-Fenster verschieben.\n4. Messungen basieren auf deinen Einstellungen in deinem Handy.\n5. Die Maßeinheit kannst du im Einstellungsmenü ändern.", "en-US": "Area Meter allows you to calculate the area of a selected region. You just need to select a few locations in order to define the region using GPS. You need to have Internet connection enabled. The region will be displayed on the map and the area calculation will be done automatically.\n\nHow to read the area?\n1. Move to your start position and press “Start point” button. You should see a marker on the map with your current position. \n2. Proceed to your next location and press “Next point” button. Another marker should be placed on the map, which illustrates your second position. \n3. Insert as many markers as you need. \n4. Press “Get area” button to have the area calculation result under the button with a red polygon that marks it on the map. \n\nAdditional features\n1. You can move markers using your finger to adjust them to a specific position. \n2. You can tap on each marker to see the details. \n3. You can remove each marker in marker details window.", "pt-BR": "O Medidor de Distância permite-lhe determinar os percursos mais curtos entre vários locais enquanto conduz o seu carro ou enquanto caminha. Apenas tem que selecionar alguns locais usando o GPS e ter uma ligação à Internet ativa. Os locais serão exibidos no mapa e o calculo da distância será efectuado automaticamente.\n\nComo ler a distância?\n1. Desloque-se para a sua posição inicial e pressione o botão 'Ponto de partida'. Deverá aparecer um marcador no mapa com a sua posição inicial.\n2. Avance para o próximo local e pressione o botão 'Próximo ponto'. Outro marcador deverá ser colocado no mapa para ilustrar a sua segunda posição.\n3. Insira os marcadores que precisar.\n4. Pressione o botão 'Obter distância' para obter o resultado do calculo da distância por baixo do botão com uma linha vermelha que a marca no mapa.\n\nFuncionalidades adicionais\n1. Pode mover os marcadores usando o seu dedo para os ajustar a uma localização específica.\n2. Pode tocar em cada um dos marcadores para obter detalhes.\n3. Pode remover cada marcador na janela dos detalhes do marcador.\n4. A unidade predefinida de medição é baseada nas definições locais do seu telemóvel.\n5. Pode alterar a unidade de medição no menu das definições", "pl": "Miernik Powierzchni pozwala Ci określić powierzchnię kiedy chodzisz po swojej działce lub innym obszarze. Jedyne co potrzebujesz to oznaczyć kilka lokalizacji za pomocą GPS i mieć aktywne połączenie z Internetem. Twoje punkty będą wyświetlone na mapie a pomiar powierzchni odbędzie się automatycznie.\n\nJak zmierzyć powierzchnię?\n1. Ustaw się w pozycji startowej i naciśnij przycisk „Start”. Powinieneś zobaczyć znacznik na mapie określający twoją aktualną pozycję.\n2. Przenieś się do następnej lokalizacji i naciśnij przycisk „Następny”. Kolejny znacznik powinien się pojawić na mapie, będzie on ilustrował Twoją nową pozycję.\n3. Wstaw tyle znaczników ile potrzebujesz (conajmniej 3).\n4. Naciśnij przycisk „Powierzchnia”, w celu dokonania obliczeń. Rezultat zobaczysz pod przyciskiem, a na mapie zobaczysz obszar oznaczony kolorem czerwonym, który będzie symbolizował wyznaczoną powierzchnię.\n\nDodatkowe funkcjonalności\n1. Możesz przesuwać znaczniki używając palca, w celu dostosowania ich położenia do specyficznej pozycji.\n2. Możesz nacisnąć dowolny znacznik w celu zobaczenia jego szczegółów.\n3. Możesz usunąć każdy znacznik, wykorzystując okienko szczegółów znacznika.\n4. Jednostka w której dokonywany jest pomiar zostanie automatycznie pobrana z ustawień regionalnych Twojego telefonu.\n5. Możesz zmienić jednostkę pomiaru odległości w menu Ustawienia.", "es": "Medidor de Área te permite calcular el área de la región seleccionada. Sólo tiene que seleccionar algunos lugares para definir la región a través de GPS. Es necesario tener conexión a internet. La región se muestra en el mapa y la cálculacion de área se realizará automáticamente.\n\n¿Cómo se mide el área?\n1. Vuelve a la posición inicial y pulse 'Punto de inicio'. Debería ver una marca en el mapa con su posición actual.\n2. Procede a la siguiente parada y apreté el botón 'Siguiente punto'. Otro marcador se debe colocar en el mapa para ilustrar la segunda posición.\n3. Inserte tantos marcadores cuantos desee.\n4. Pulse el botón 'Obtener área' para ver el resultado de la cálculacion del área bajo el botón con una línea roja que lo marca en el mapa.\n\nCaracterísticas adicionales\n1. Puede mover los marcadores usando el dedo para ajustarlos a una posición específica.\n2. Puede pulsar en cada marcador para ver los detalles.\n3. Puede eliminar cada marcador en la ventana 'Detalles del marcador'\n4. La unidad de medida por defecto esta ubiacada en la configuración local de tu telefono móvil.\n5. Puede cambiar la unidad de medida en el menú de configuración"}, "homepage": {"en-US": "http://scislo.eu/area-meter"}, "icons": {"16": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/460/460811-32.png?modified=1382780098", "48": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/460/460811-48.png?modified=1382780098", "128": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/460/460811-128.png?modified=1382780098", "64": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/460/460811-64.png?modified=1382780098"}, "id": 460811, "is_packaged": false, "manifest_url": "http://area.meter.scislo.eu/manifest.php", "name": {"ru": "Землемер", "fr": "Compteur de Surface", "de": "Flächemesser", "en-US": "Area Meter", "pt-BR": "Medidor de Área", "pl": "Miernik Powierzchni", "es": "Medidor de Área"}, "payment_account": null, "payment_required": false, "premium_type": "free", "previews": [{"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/111/111183.png?modified=1377015365", "id": 111183, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/111/111183.png?modified=1377015365"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/111/111184.png?modified=1377015365", "id": 111184, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/111/111184.png?modified=1377015365"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/111/111185.png?modified=1377015365", "id": 111185, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/111/111185.png?modified=1377015365"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/111/111186.png?modified=1377015365", "id": 111186, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/111/111186.png?modified=1377015365"}], "price": null, "price_locale": null, "privacy_policy": "/api/v1/apps/app/460811/privacy/", "public_stats": false, "ratings": {"count": 0, "average": 0.0}, "regions": [{"name": "Argentina", "slug": "ar", "mcc": 722, "adolescent": true}, {"name": "Brazil", "slug": "br", "mcc": 724, "adolescent": true}, {"name": "Colombia", "slug": "co", "mcc": 732, "adolescent": true}, {"name": "Germany", "slug": "de", "mcc": 262, "adolescent": true}, {"name": "Spain", "slug": "es", "mcc": 214, "adolescent": true}, {"name": "Greece", "slug": "gr", "mcc": 202, "adolescent": true}, {"name": "Hungary", "slug": "hu", "mcc": 216, "adolescent": true}, {"name": "Italy", "slug": "it", "mcc": 222, "adolescent": true}, {"name": "Montenegro", "slug": "me", "mcc": 297, "adolescent": true}, {"name": "Mexico", "slug": "mx", "mcc": 334, "adolescent": true}, {"name": "Peru", "slug": "pe", "mcc": 716, "adolescent": true}, {"name": "Poland", "slug": "pl", "mcc": 260, "adolescent": true}, {"name": "Serbia", "slug": "rs", "mcc": 220, "adolescent": true}, {"name": "United Kingdom", "slug": "uk", "mcc": 235, "adolescent": true}, {"name": "United States", "slug": "us", "mcc": 310, "adolescent": true}, {"name": "Uruguay", "slug": "uy", "mcc": 748, "adolescent": true}, {"name": "Venezuela", "slug": "ve", "mcc": 734, "adolescent": true}, {"name": "Worldwide", "slug": "worldwide", "mcc": null, "adolescent": true}], "release_notes": null, "resource_uri": "/api/v1/apps/app/460811/", "slug": "area-meter", "status": 4, "summary": null, "support_email": {"en-US": "scislot@gmail.com"}, "support_url": {"en-US": "http://scislo.eu/area-meter"}, "supported_locales": ["de", "es", "fr", "pl", "pt-BR", "ru"], "tags": [], "upsell": false, "upsold": null, "user": null, "versions": {"3.2.0": "/api/v1/apps/versions/1483510/"}, "weekly_downloads": null, "guid": "239a8bc5-f250-4b57-a426-28e86dbfd2ef", "app_slug": "area-meter", "type": 11, "highest_status": 4, "icon_type": "image/png", "developer_comments": null, "eula": null, "the_reason": null, "the_future": null, "average_rating": 0.0, "bayesian_rating": 0.0, "total_reviews": 0, "total_downloads": 0, "hotness": 0.0, "average_daily_downloads": 0, "average_daily_users": 0, "share_count": 0, "disabled_by_user": false, "trusted": false, "view_source": true, "prerelease": false, "admin_review": false, "admin_review_type": 1, "site_specific": false, "external_software": false, "dev_agreement": false, "auto_repackage": true, "outstanding": false, "target_locale": null, "locale_disambiguation": null, "wants_contributions": false, "paypal_id": "", "suggested_amount": null, "total_contributions": null, "annoying": 0, "enable_thankyou": false, "thankyou_note": null, "app_domain": "http://area.meter.scislo.eu", "mozilla_contact": "", "enable_new_regions": true, "authors": [10108246], "dependencies": []}