{"app_type": "hosted", "author": "YOUZEEK L.L.C.", "banner_message": null, "banner_regions": [], "categories": ["music", "social"], "content_ratings": {"regions": {"co": "esrb", "ve": "esrb", "cl": "esrb", "de": "usk", "it": "pegi", "us": "esrb", "hu": "pegi", "br": "classind", "ar": "esrb", "es": "pegi", "uk": "pegi", "pe": "esrb", "uy": "esrb", "mx": "esrb", "pl": "pegi", "gr": "pegi"}, "ratings": null, "interactive_elements": null, "descriptors": null}, "created": "2012-05-16T10:08:53", "current_version": "1.6.7", "default_locale": "en-US", "description": {"ru": "Откройте для себя и слушать музыку где угодно бесплатно\nПопробуйте YOUZEEK это бесплатно и всегда будет.\n\nИзучите наш каталог 30 млн. акций 700 000 и художников!\n\n\nNEW:\n* Теперь вы можете войти в систему с Google +, Twitter, facebook или зарегистрируйтесь youzeek.\n\nYOUZEEK * Пульт дистанционного управления: Теперь Вы можете контролировать YOUZEEK на компьютере с применением IOS или Android и других смартфонов, WiFi или 3G!\n\nЧат &amp; DJ Mode: Мы только что добавили чата с момента способность следовать той же музыкой, что друг в реальном времени!", "fr": "Découvrez et partagez 30 Millions de Chansons gratuitement sur YOUZEEK\nEssayez YOUZEEK c'est GRATUIT et le sera toujours. \n\nExplorez notre catalogue de 30 millions de titres &amp; 700 000 Artistes !\n\n\nNOUVEAU:\n* Vous pouvez maintenant vous connecter avec Google +, twitter, facebook ou créer un compte youzeek.\n\n* YOUZEEK Télécommande: Vous pouvez maintenant contrôler YOUZEEK sur votre ordinateur à partir de l'application iOS ou d'Android et autres smartphones, en WIFI ou 3G!\n\n  * Chat &amp; DJ Mode: Nous venons d'ajouter une fonction de chat instantané avec la capacité de suivre la même musique qu'un ami en temps réel!", "en-US": "YOUZEEK is the new music killer-app, listen to the biggest music catalog for FREE on your computer and mobile device (iPhone, iPad, Android)\nTry YOUZEEK it's FREE and always will be. Unlimited songs, artists. Share &amp; listen with your friends.\n\nExplore 30 millions of songs &amp; 700 000 Artists\n\nNEW:\n* You can now login with Google+, twitter, facebook or create a youzeek account.\n\n* YOUZEEK Remote Control: You can now control YOUZEEK on your computer from the iOS app or from Android &amp; other smartphones, on WIFI or 3G !\n\n *Chat &amp; DJ Mode: We just added an instant chat feature with the ability to follow the same music than a friend in real time!", "nl": "Ontdek en overal luisteren naar uw muziek GRATIS\nProbeer YOUZEEK Het is gratis en altijd zal zijn.\n\nOntdek onze catalogus van 30 miljoen aandelen 700 000 &amp; Artiesten!\n\n\nNIEUW:\n* U kunt nu inloggen met Google +, twitter, facebook of register youzeek.\n\nYOUZEEK * Afstandsbediening: U kunt nu YOUZEEK controle op de computer van de toepassing iOS of Android en andere smartphones, Wi-Fi of 3G!\n\n* Chat &amp; DJ Mode: We hebben net een chatfunctie met de onmiddellijke mogelijkheid om dezelfde muziek die een vriend in real time volgen!", "pt-PT": "Descobrir e ouvir a sua música em qualquer lugar para LIVRE\nTente YOUZEEK é grátis e sempre será.\n\nExplore o nosso catálogo de 30 milhões de ações 700 000 &amp; Artistas!\n\n\nNOVO:\n* Você pode agora fazer o login com Google +, twitter, facebook ou youzeek registo.\n\nYOUZEEK * Controle Remoto: Agora você pode controlar YOUZEEK em seu computador a partir do iOS aplicação ou Android e outros smartphones, WiFi ou 3G!\n\n* Chat &amp; DJ Mode: Nós apenas adicionou um recurso de bate-papo com a capacidade instantânea de seguir a mesma música que um amigo em tempo real!", "zh-TW": "探索与聆听你的音乐随时随地免费\n尝试YOUZEEK它是免费的，永远是。\n\n探索我们的30亿股700 000与艺术家的目录！\n\n\n新功能：\n*您现在可以登录谷歌+叽叽喳喳，Facebook或寄存器youzeek。\n\nYOUZEEK*远程控制：您现在可以控制您的计算机上应用程序的iOS或Android和其他智能手机，WiFi或3G YOUZEEK！\n\n*聊天＆DJ模式：我们只是增加了一个即时的能力，遵循相同的音乐，实时朋友聊天功能！", "de": "Entdecken &amp; Spielen Sie Ihre Musik überall kostenlos\nVersuchen Sie YOUZEEK Es ist kostenlos und wird es immer sein.\n\nErkunden Sie unseren Katalog von 30.000.000 Aktien 700 000 &amp; Artists!\n\n\nNEU:\n* Sie können nun mit Google +, Twitter, Facebook oder Register youzeek anmelden.\n\nYOUZEEK * Fernbedienung: Sie können jetzt steuern YOUZEEK auf Ihrem Computer aus der Anwendung iOS oder Android und andere Smartphones, WiFi oder 3G!\n\n* Chat &amp; DJ Mode: Wir haben soeben einen Chat-Funktion mit der Instant-Fähigkeit, die gleiche Musik, die ein Freund in Echtzeit zu verfolgen!", "it": "Scopri e ascoltare la tua musica ovunque GRATIS\nProva YOUZEEK è GRATIS e sempre lo sarà.\n\nEsplora il nostro catalogo di 30 milioni di azioni 700 e 000 artisti!\n\n\nNUOVO:\n* È ora possibile effettuare il login con Google +, twitter, facebook o ad un registro youzeek.\n\nYOUZEEK * Telecomando: È ora possibile controllare YOUZEEK sul vostro computer dal iOS applicazione o Android e altri smartphone, WiFi o 3G!\n\n* Chat &amp; DJ Mode: Abbiamo appena aggiunto una funzione di chat con la possibilità immediata di seguire la stessa musica che un amico in tempo reale!", "ja": "発見＆無料でどこからでも音楽を聴く\nYOUZEEKを試してみてください、それは無料だし、いつもとなります。\n\n30百万株700 000＆アーティストのカタログをご活用ください！\n\n\nNEW：\n*ここではGoogleと、TwitterやFacebookやレジスタyouzeekでログインすることができます。\n\nYOUZEEK*リモートコントロール：これでアプリケーションIOSまたはAndroidと他のスマートフォン、WiFiまたは3Gからコンピュータ上のYOUZEEKを制御することができます！\n\n*チャット＆DJモード：我々は、ちょうど同じ音楽をリアルタイムでその友人に従うインスタント機能とチャット機能が追加されました。", "zh-CN": "探索与聆听你的音乐随时随地免费\n尝试YOUZEEK它是免费的，永远是。\n\n探索我们的30亿股700 000与艺术家的目录！\n\n\n新功能：\n*您现在可以登录谷歌+叽叽喳喳，Facebook或寄存器youzeek。\n\nYOUZEEK*远程控制：您现在可以控制您的计算机上应用程序的iOS或Android和其他智能手机，WiFi或3G YOUZEEK！\n\n*聊天＆DJ模式：我们只是增加了一个即时的能力，遵循相同的音乐，实时朋友聊天功能！", "ar": "اكتشاف وتشغيل الموسيقى الخاصة بك اي مكان مجانا\nمحاولة YOUZEEK انها حرة وستظل دائما كذلك.\n\nاستكشاف المعلومات عن 30 مليون سهم، 700000 فنانون، 3 مليون البوم!\n\nحصة والاستماع مع أصدقائك. حاول وضع لدينا دي جي جديد.\n\nجديد:\n\n* يمكنك الدخول الآن مع + غوغل، تويتر، الفيسبوك أو youzeek السجل.\n\nYOUZEEK * التحكم عن بعد: يمكنك الآن التحكم YOUZEEK على الكمبيوتر الخاص بك من دائرة الرقابة الداخلية تطبيق أو الروبوت وغيرها من الهواتف الذكية، واي فاي أو الجيل الثالث 3G!\n\n* الدردشة &amp; DJ نمط: نحن فقط واضاف ميزة المحادثة الفورية، مع القدرة على اتباع نفس الموسيقى التي صديقا في الوقت الحقيقي!", "pt-BR": "Descobrir e ouvir a sua música em qualquer lugar para LIVRE\nTente YOUZEEK é grátis e sempre será.\n\nExplore o nosso catálogo de 30 milhões de ações 700 000 &amp; Artistas!\n\n\nNOVO:\n* Você pode agora fazer o login com Google +, twitter, facebook ou youzeek registo.\n\nYOUZEEK * Controle Remoto: Agora você pode controlar YOUZEEK em seu computador a partir do iOS aplicação ou Android e outros smartphones, WiFi ou 3G!\n\n* Chat &amp; DJ Mode: Nós apenas adicionou um recurso de bate-papo com a capacidade instantânea de seguir a mesma música que um amigo em tempo real!", "pl": "Odkryj i słuchać muzyki w dowolnym miejscu za darmo\nSpróbuj YOUZEEK Jest ona bezpłatna i zawsze będzie.\n\nPoznaj nasz katalog 30 mln akcji 700 000 i artystów!\n\n\nNOWOŚĆ:\n* Możesz teraz zalogować się przy użyciu Google +, Twitter, Facebook lub rejestru youzeek.\n\nYOUZEEK * Pilot zdalnego sterowania: Teraz możesz sterować YOUZEEK na komputerze z aplikacji iOS lub Android i smartfonów innych, WiFi lub 3G!\n\n* Czat i DJ Mode: Właśnie dodano funkcję czatu z natychmiastowej zdolności do pójścia za samą muzykę, że przyjaciel w czasie rzeczywistym!", "bg": "Открийте и играе музиката си навсякъде БЕЗПЛАТНО\nОпитайте YOUZEEK безплатно е и винаги ще бъде.\n\nРазгледайте нашия каталог на 30 млн. акции 700 000 &amp; артисти!\n\n\nНОВО:\n* Можете да се сега Вход с Google +, Twitter, Facebook или регистър youzeek.\n\nYOUZEEK * Дистанционно управление: сега можете да контролирате YOUZEEK на вашия компютър от прилагането IOS и Android или други смартфони, WiFi или 3G!\n\nЧат &amp; DJ режим: Ние просто добавя чат функция с незабавен способността да следват една и съща музика, че приятел в реално време!", "id": "Temukan &amp; mendengarkan musik Anda di mana saja secara GRATIS\nCobalah YOUZEEK itu GRATIS dan akan selalu.\n\nJelajahi katalog kami sebesar 30 juta saham 700 000 &amp; Artis!\n\nBARU:\n* Sekarang Anda dapat login dengan Google +, twitter, facebook atau mendaftar youzeek.\n\nYOUZEEK * Remote control: Anda sekarang bisa mengontrol YOUZEEK pada komputer Anda dari IOS aplikasi atau Android dan smartphone lainnya, WiFi atau 3G!\n\n* Chatting &amp; DJ Mode: Kami baru saja menambahkan fitur chat dengan kemampuan instan untuk mengikuti musik yang sama bahwa seorang teman secara real time!", "es": "Discover &amp; listen to your music anywhere for FREE\nTrate de YOUZEEK es GRATIS y siempre lo será.\n\nExplore nuestro catálogo de 30 millones de acciones 700 000 y los artistas!\n\n\nNUEVO:\n* Ahora se puede acceder con Google +, twitter, facebook o youzeek registro.\n\nYOUZEEK * Mando a distancia: Ahora se puede controlar YOUZEEK en el equipo de la solicitud o iOS Android y otros teléfonos inteligentes, WiFi o 3G!\n\n* Chat en vivo y DJ Mode: Acabamos de agregar una función de chat con la capacidad instantánea de seguir la misma música que un amigo en tiempo real!", "he": "גלה &amp; להאזין למוזיקה בכל מקום בחינם\nנסה YOUZEEK זה בחינם ותמיד יהיו.\n\nחקור לקטלוג שלנו של 30 מיליון מניות 000 700 &amp; אמנים!\n\n\nחדש:\n* עכשיו אתה יכול להתחבר עם גוגל +, Twitter, Facebook או הרשם youzeek.\n\nYOUZEEK * שלט רחוק: עכשיו אתה יכול לשלוט YOUZEEK על המחשב מפני יישום iOS או אנדרואיד ו טלפונים חכמים אחרים, WiFi או 3G!\n\n* צ 'אט &amp; DJ מצב: אנחנו פשוט הוסיף הצ'אט עם היכולת מיידית בעקבות אותה המוסיקה חבר בזמן אמת!"}, "device_types": ["desktop", "android-mobile", "android-tablet", "firefoxos"], "homepage": {"ru": "http://www.youzeek.com", "fr": "http://youzeek.com", "en-US": "http://www.youzeek.com", "nl": "http://www.youzeek.com", "pt-PT": "http://www.youzeek.com", "zh-TW": "http://www.youzeek.com", "de": "http://www.youzeek.com", "it": "http://www.youzeek.com", "ja": "http://www.youzeek.com", "zh-CN": "http://www.youzeek.com", "ar": "http://www.youzeek.com", "pt-BR": "http://www.youzeek.com", "pl": "http://www.youzeek.com", "bg": "http://www.youzeek.com", "id": "http://www.youzeek.com", "es": "http://www.youzeek.com", "he": "http://www.youzeek.com"}, "icons": {"16": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/374/374841-32.png?modified=1380573005", "48": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/374/374841-48.png?modified=1380573005", "128": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/374/374841-128.png?modified=1380573005", "64": "https://marketplace.cdn.mozilla.net/img/uploads/addon_icons/374/374841-64.png?modified=1380573005"}, "id": 374841, "is_packaged": false, "manifest_url": "http://youzeek.com/youzeek.webapp", "name": {"en-US": "YOUZEEK"}, "payment_account": null, "payment_required": false, "premium_type": "free", "previews": [{"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/107/107506.png?modified=1373649819", "id": 107506, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/107/107506.png?modified=1373649819"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/107/107508.png?modified=1373649818", "id": 107508, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/107/107508.png?modified=1373649818"}, {"filetype": "image/png", "image_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/full/107/107510.png?modified=1373649818", "id": 107510, "resource_uri": null, "thumbnail_url": "https://marketplace.cdn.mozilla.net/img/uploads/previews/thumbs/107/107510.png?modified=1373649818"}], "price": null, "price_locale": null, "privacy_policy": "/api/v1/apps/app/374841/privacy/", "public_stats": false, "release_notes": null, "ratings": {"count": 33, "average": 3.0606}, "regions": [{"name": "Argentina", "slug": "ar", "mcc": 722, "adolescent": true}, {"name": "Brazil", "slug": "br", "mcc": 724, "adolescent": true}, {"name": "Chile", "slug": "cl", "mcc": 730, "adolescent": true}, {"name": "Colombia", "slug": "co", "mcc": 732, "adolescent": true}, {"name": "Germany", "slug": "de", "mcc": 262, "adolescent": true}, {"name": "Spain", "slug": "es", "mcc": 214, "adolescent": true}, {"name": "Greece", "slug": "gr", "mcc": 202, "adolescent": true}, {"name": "Hungary", "slug": "hu", "mcc": 216, "adolescent": true}, {"name": "Italy", "slug": "it", "mcc": 222, "adolescent": true}, {"name": "Montenegro", "slug": "me", "mcc": 297, "adolescent": true}, {"name": "Mexico", "slug": "mx", "mcc": 334, "adolescent": true}, {"name": "Peru", "slug": "pe", "mcc": 716, "adolescent": true}, {"name": "Poland", "slug": "pl", "mcc": 260, "adolescent": true}, {"name": "Serbia", "slug": "rs", "mcc": 220, "adolescent": true}, {"name": "United Kingdom", "slug": "uk", "mcc": 235, "adolescent": true}, {"name": "United States", "slug": "us", "mcc": 310, "adolescent": true}, {"name": "Uruguay", "slug": "uy", "mcc": 748, "adolescent": true}, {"name": "Venezuela", "slug": "ve", "mcc": 734, "adolescent": true}, {"name": "Worldwide", "slug": "worldwide", "mcc": null, "adolescent": true}], "resource_uri": "/api/v1/apps/app/374841/", "slug": "youzeek", "status": 4, "summary": null, "support_email": {"fr": "help@youzeek.com", "en-US": "help@youzeek.com"}, "support_url": {"fr": "http://youzeek.com", "en-US": ""}, "supported_locales": [], "tags": [], "upsell": false, "upsold": null, "user": null, "versions": {"1.6.7": "/api/v1/apps/versions/1360979/"}, "weekly_downloads": null}